const Questions =
[
  {
    id: 0,
    text: 'AndyLiu指是是香港四大天王中的劉德華',
    value: 1
  },
  {
    id: 1,
    text: '<三國演義>中關羽為了擺脫曹操追殺，過5關時，斬殺7位大將',
    value: 0
  },
  {
    id: 2,
    text: '著名童話形象醜小鴨出自<格林童話>',
    value: 0
  },
  {
    id: 3,
    text: '人們常說花季的年紀指16歲',
    value: 1
  },
  {
    id: 4,
    text: '卡拉OK是日本人發明的',
    value: 1
  },
  {
    id: 5,
    text: '"巴紮黑"是中國少數民族藏族的語氣助詞',
    value: 1
  },
  {
    id: 6,
    text: '普魯士王國統領地區主要是現在的法國',
    value: 0,
  },
  {
    id: 7,
    text: '廈門是一個連接著陸地的半島',
    value: 1,
  },
  {
    id: 8,
    text: '最早的魔法是法國的人發明',
    value: 0
  },
  {
    id: 9,
    text: '打電話時說"摩西摩西"，這是韓國的語言',
    value: 0
  },
  {
    id: 10,
    text: '第六个登陆月球的人声称,热爱和平的外星人来到了地球,以停止美苏核战争',
    value: 1
  },
  {
    id: 11,
    text: '除人以外,麋鹿是唯一会庆祝生日的动物',
    value: 0
  },
  {
    id: 12,
    text: '1998年,索尼发布了一款能穿透衣服的摄像机',
    value: 0
  },
  {
    id: 13,
    text: '吉萨金字塔有4个面',
    value: 0
  },
  {
    id: 14,
    text: '2011年,一个46岁的男子袭击了13岁的孩子,因为他在使命召唤里被孩子暴打了',
    value: 1
  },
  {
    id: 15,
    text: '中國內地習慣把6月的第2個星期天作為父親節',
    value: 0
  },
  {
    id: 16,
    text: '在爱尔兰有一家以土豆为主体的游乐园',
    value: 1
  },
  {
    id: 17,
    text: '卓别林被FBI污蔑并在1952年逐出美国',
    value: 1
  },
  {
    id: 18,
    text: '英国陆军拥有的马匹几乎是坦克数量的两倍',
    value: 1
  },
  {
    id: 19,
    text: '考拉的牙齿强大到足以扭曲时间和空间',
    value: 0
  },
  {
    id: 20,
    text: '"人猿星球"是根据一个真实的故事改编的',
    value: 0
  },
  {
    id: 21,
    text: '小章鱼出生时身材只有跳蚤那么大',
    value: 1
  }
];

export default Questions;